Repository: PadresEnLaNube/pn-customers-manager
Catalog: tags/1.0.15/languages/pn-customers-manager-*.po
Languages: ca, eu

source: %s is required.
ca: Cal %s.
eu: %s beharrezkoa da.

source: %s slug
ca: %s llimac
eu: %s barraskiloa

source: 0 = cold lead, 100 = hot lead.
ca: 0 = plom fred, 100 = plom calent.
eu: 0 = berun hotza, 100 = berun beroa.

source: 1 - 10 people
ca: 1 - 10 persones
eu: 1 - 10 pertsona

source: 11 - 50 people
ca: 11 - 50 persones
eu: 11 - 50 pertsona

source: 201 - 500 people
ca: 201 - 500 persones
eu: 201 - 500 pertsona

source: 51 - 200 people
ca: 51 - 200 persones
eu: 51 - 200 pertsona

source: Access Denied
ca: Accés denegat
eu: Sarbidea ukatuta

source: Account health
ca: Estat del compte
eu: Kontuaren osasuna

source: Add audio
ca: Afegeix àudio
eu: Gehitu audioa

source: Add audios
ca: Afegeix àudios
eu: Gehitu audioak

source: Add contact
ca: Afegeix un contacte
eu: Gehitu kontaktua

source: Add element
ca: Afegeix un element
eu: Gehitu elementua

source: Add file
ca: Afegeix un fitxer
eu: Gehitu fitxategia

source: Add files
ca: Afegeix fitxers
eu: Gehitu fitxategiak

source: Add image
ca: Afegeix una imatge
eu: Gehitu irudia

source: Add images
ca: Afegeix imatges
eu: Gehitu irudiak

source: Add new Funnel
ca: Afegeix un embut nou
eu: Gehitu inbutu berria

source: Add New Funnel category
ca: Afegeix una nova categoria d'embut
eu: Gehitu inbutu kategoria berria

source: Add new Organization
ca: Afegeix una nova organització
eu: Gehitu erakunde berria

source: Add video
ca: Afegeix vídeo
eu: Gehitu bideoa

source: Add videos
ca: Afegeix vídeos
eu: Gehitu bideoak

source: Address
ca: Adreça
eu: Helbidea

source: Advanced CRM fields
ca: Camps avançats de CRM
eu: CRM eremu aurreratuak

source: All Funnel categories
ca: Totes les categories d'embuts
eu: Inbutu kategoria guztiak

source: All Funnels
ca: Tots els embuts
eu: Inbutu guztiak

source: All Organizations
ca: Totes les organitzacions
eu: Erakunde guztiak

source: Alta de organización
ca: Alta organització
eu: Antolakuntzaren goi-mailako maila

source: Alternative Background Color
ca: Color de fons alternatiu
eu: Atzeko planoaren kolore alternatiboa

source: Alternative background color (default: #232323)
ca: Color de fons alternatiu (per defecte: #232323)
eu: Atzeko planoaren kolore alternatiboa (lehenetsia: #232323)

source: Alternative Border Color
ca: Color de vora alternatiu
eu: Ertz-kolore alternatiboa

source: Alternative border color (default: #232323)
ca: Color de vora alternatiu (per defecte: #232323)
eu: Ertzaren kolore alternatiboa (lehenetsia: #232323)

source: Alternative color for text, backgrounds, and borders (default: #232323)
ca: Color alternatiu per a text, fons i vores (per defecte: #232323)
eu: Testuaren, atzeko planoaren eta ertzen kolore alternatiboa (lehenetsia: #232323)

source: Alternative Main Color
ca: Color principal alternatiu
eu: Kolore nagusi alternatiboa

source: An error has occurred. Please try again in a few minutes.
ca: S'ha produït un error. Si us plau, torna-ho a provar d'aquí a uns minuts.
eu: Akats bat gertatu da. Mesedez, saiatu berriro minutu batzuk barru.

source: An error occurred while duplicating the Funnel.
ca: S'ha produït un error en duplicar l'embut.
eu: Errore bat gertatu da inbutua bikoiztean.

source: An error occurred while duplicating the Organization.
ca: S'ha produït un error en duplicar l'organització.
eu: Errorea gertatu da Erakundea bikoiztean.

source: An error occurred while removing the Funnel.
ca: S'ha produït un error en suprimir l'embut.
eu: Errore bat gertatu da inbutua kentzean.

source: An error occurred while removing the Organization.
ca: S'ha produït un error en eliminar l'organització.
eu: Errore bat gertatu da Erakundea kentzean.

source: An error occurred while showing the Funnel.
ca: S'ha produït un error en mostrar l'embut.
eu: Errore bat gertatu da Inbutua erakustean.

source: An error occurred while showing the Organization.
ca: S'ha produït un error en mostrar l'organització.
eu: Errore bat gertatu da Erakundea erakustean.

source: Annual revenue
ca: Ingressos anuals
eu: Urteko diru-sarrerak

source: Assigned collaborators
ca: Col·laboradors assignats
eu: Esleitutako kolaboratzaileak

source: Assigned funnel
ca: Embut assignat
eu: Esleitutako inbutua

source: At risk
ca: En risc
eu: Arriskuan.

source: Atleast 8 Character
ca: Almenys 8 caràcters
eu: Gutxienez 8 karaktere

source: Basic organization data
ca: Dades bàsiques de l'organització
eu: Oinarrizko erakundearen datuak

source: Blue accent color (default: #6e6eff)
ca: Color d'accent blau (per defecte: #6e6eff)
eu: Urdin azentu kolorea (lehenetsia: #6e6eff)

source: Blue Color
ca: Color blau
eu: Kolore urdina

source: Call
ca: Truca
eu: Deitu

source: Cancel
ca: Cancel·la
eu: Utzi

source: Chat / messaging
ca: Xat / missatgeria
eu: Txata / mezularitza

source: Churned
ca: Batut
eu: Irabiatua

source: City
ca: Ciutat
eu: Hiria

source: Clear
ca: Clar
eu: Garbitu

source: Client - PN
eu: Bezeroa - PN

source: Closed lost
ca: Tancat perdut
eu: Itxita galduta

source: Closed won
ca: Tancat guanyat
eu: Itxita irabazi da

source: Color Customization
ca: Personalització del color
eu: Koloreen pertsonalizazioa

source: Commercial funnel
ca: Embut comercial
eu: Inbutu komertziala

source: Commercial priority
ca: Prioritat comercial
eu: Lehentasun komertziala

source: Common brand name
ca: Nom de marca comú
eu: Marka-izen arrunta

source: Completa los datos para registrar una nueva organización en el CRM.
ca: Completa els dades per registrar una nova organització al CRM.
eu: Osatu datuak erregistratzeko CRMn erakunde berri bat.

source: Connection error
ca: Error de connexió
eu: Konexio-errorea

source: Connection error: Could not connect to server
ca: Error de connexió: No s'ha pogut connectar al servidor
eu: Konexio errorea: Ezin izan da zerbitzarira konektatu

source: contact@company.com
ca: contacte@empresa.com
eu: kontaktua@enpresa.com

source: Contexto adicional para el equipo comercial.
ca: Context addicional per a l'equip comercial.
eu: Testuinguru osagarria merkataritza-taldearentzat.

source: Copied
ca: Copiat
eu: Kopiatu da

source: Country
ca: País
eu: Herrialdea

source: Crear organización
ca: Crear organització
eu: Sortu erakundea

source: Create an account
ca: Crea un compte
eu: Sortu kontu bat

source: Create Funnel
ca: Crea un embut
eu: Inbutua sortu

source: Create Organization
ca: Crear organització
eu: Sortu erakundea

source: Current stage
ca: Etapa actual
eu: Uneko etapa

source: Customer
ca: Client
eu: Bezeroa

source: Customize the colors used throughout the plugin by modifying the CSS root variables.
ca: Personalitza els colors utilitzats a tot el connector modificant les variables arrel del CSS.
eu: Pertsonalizatu plugin osoan erabiltzen diren koloreak CSS erro aldagaiak aldatuz.

source: Describe brevemente la organización…
ca: Descriu breument l'organització...
eu: Deskribatu laburki la organizazioa...

source: Describe el siguiente hito o compromiso.
ca: Descriu el següent hito o compromís.
eu: Deskribatu hurrengo hito edo konpromisoa.

source: Descripción de la organización
ca: Descripció de l'organització
eu: Antolakuntzaren deskribapena

source: Dirección de facturación
ca: Direcció de facturació
eu: Fakturazio zuzendaritza

source: Discovery
ca: Descobriment
eu: Aurkikuntza

source: Duplicate Funnel
ca: Embut duplicat
eu: Inbutu bikoiztua

source: Duplicate Organization
ca: Organització duplicada
eu: Erakunde bikoiztua

source: Duplicated successfully
ca: Duplicat correctament
eu: Bikoiztu da behar bezala

source: e.g. +1 555 123 4567
ca: p. ex. +1 555 123 4567
eu: adibidez +1 555 123 4567

source: e.g. 94105
ca: p. ex. 94105
eu: adibidez, 94105

source: e.g. California
ca: p. ex. Califòrnia
eu: adibidez, Kalifornia

source: e.g. Company Inc.
ca: p. ex. Companyia Inc.
eu: adibidez, Company Inc.

source: e.g. San Francisco
ca: p. ex. San Francisco
eu: adibidez, San Frantzisko

source: e.g. United States
ca: p. ex. Estats Units
eu: adibidez, Ameriketako Estatu Batuak

source: Each contact is a regular WordPress user so you can edit it from the Users screen.
ca: Cada contacte és un usuari normal de WordPress, de manera que el podeu editar des de la pantalla Usuaris.
eu: Kontaktu bakoitza WordPress erabiltzaile arrunta da, beraz, Erabiltzaileak pantailatik edita dezakezu.

source: Edit audio
ca: Edita l'àudio
eu: Editatu audioa

source: Edit audios
ca: Edita àudios
eu: Editatu audioak

source: Edit file
ca: Edita el fitxer
eu: Editatu fitxategia

source: Edit files
ca: Edita fitxers
eu: Editatu fitxategiak

source: Edit Funnel
ca: Edita l'embut
eu: Editatu inbutua

source: Edit Funnel category
ca: Edita la categoria d'embut
eu: Editatu inbutu kategoria

source: Edit image
ca: Edita la imatge
eu: Editatu irudia

source: Edit images
ca: Edita imatges
eu: Editatu irudiak

source: Edit Organization
ca: Edita l'organització
eu: Editatu erakundea

source: Edit video
ca: Edita el vídeo
eu: Editatu bideoa

source: Edit videos
ca: Edita vídeos
eu: Editatu bideoak

source: Editing
ca: Edició
eu: Edizioa

source: Education
ca: Educació
eu: Hezkuntza

source: Email
ca: Correu electrònic
eu: Posta elektronikoa

source: Email de facturación
ca: Correu electrònic de facturació
eu: Fakturazio-posta elektronikoa

source: Enterprise
ca: Empresa
eu: Enpresa

source: Error in transcription
ca: Error en la transcripció
eu: Transkripzioan egindako errorea

source: Error processing audio
ca: S'ha produït un error en processar l'àudio
eu: Errorea audioa prozesatzean

source: Error: Could not access microphone
ca: Error: No s'ha pogut accedir al micròfon
eu: Errorea: Ezin izan da mikrofonora sartu

source: Essential information to identify and contact the organization.
ca: Informació essencial per identificar i contactar amb l'organització.
eu: Erakundea identifikatu eta harekin harremanetan jartzeko ezinbesteko informazioa.

source: Etiquetas
ca: Etiquetes
eu: Etiketak

source: Event
ca: Esdeveniment
eu: Gertaera

source: Filter...
ca: Filtra...
eu: Iragazi...

source: Financial services
ca: Serveis financers
eu: Finantza zerbitzuak

source: Fiscal identifier
ca: Identificador fiscal
eu: Identifikatzaile fiskala

source: Funnel audio url
ca: URL d'àudio de l'embut
eu: Inbutuaren audio URLa

source: Funnel categories
ca: Categories d'embuts
eu: Inbutu-kategoriak

source: Funnel date
ca: Data de l'embut
eu: Inbutuaren data

source: Funnel description
ca: Descripció de l'embut
eu: Inbutuaren deskribapena

source: Funnel details
ca: Detalls de l'embut
eu: Inbutuaren xehetasunak

source: Funnel multimedia content
ca: Contingut multimèdia d'embut
eu: Funnel multimedia edukia

source: Funnel status
ca: Estat de l'embut
eu: Inbutuaren egoera

source: Funnel Test
ca: Prova d'embut
eu: Inbutu-proba

source: Funnel time
ca: Temps d'embut
eu: Inbutu-denbora

source: Funnel title
ca: Títol de l'embut
eu: Inbutuaren izenburua

source: Funnel url
ca: URL de l'embut
eu: Inbutuaren URLa

source: Funnel video url
ca: URL del vídeo de l'embut
eu: Bideo-inbutuaren URLa

source: Funnels
ca: Embuts
eu: Inbutuak

source: Grey Color
ca: Color gris
eu: Gris kolorea

source: Grey color for backgrounds (default: #f5f5f5)
ca: Color gris per a fons (per defecte: #f5f5f5)
eu: Atzeko planoetarako gris kolorea (lehenetsia: #f5f5f5)

source: Healthcare
ca: Assistència sanitària
eu: Osasun-laguntza

source: Healthy / growing
ca: Saludable / en creixement
eu: Osasuntsu / hazten

source: High
ca: Alt
eu: Altua

source: If you activate this option the plugin will remove all options on deactivation. Please, be careful. This process cannot be undone.
ca: Si activeu aquesta opció, el connector eliminarà totes les opcions de desactivació. Siusplau, tingues compte. Aquest procés no es pot desfer.
eu: Aukera hau aktibatzen baduzu, pluginak desaktibatzeko aukera guztiak kenduko ditu. Mesedez, kontuz. Prozesu hau ezin da desegin.

source: In progress
ca: En curs
eu: Prozesuan

source: Industry
ca: Indústria
eu: Industria

source: Introduce un correo electrónico válido.
ca: Introdueix un correu electrònic vàlid.
eu: Introduce un correo electrónico valido.

source: Invalid selection format.
ca: Format de selecció no vàlid.
eu: Hautapen formatu baliogabea.

source: Invalid server response
ca: Resposta del servidor no vàlida
eu: Zerbitzariaren erantzun baliogabea

source: Invalid server response format
ca: Format de resposta del servidor no vàlid
eu: Zerbitzariaren erantzun formatu baliogabea

source: Last contact
ca: Últim contacte
eu: Azken kontaktua

source: Last contact channel
ca: Canal de l'últim contacte
eu: Azken kontaktu kanala

source: Lead
ca: Plom
eu: Beruna

source: Lead score
ca: Puntuació de clients potencials
eu: Berun-puntuazioa

source: Lead source
ca: Font de contactes
eu: Berun iturria

source: Legal name
ca: Nom legal
eu: Izen legala

source: Lifecycle stage
ca: Etapa del cicle de vida
eu: Bizi-zikloaren etapa

source: Link this organization to a funnel and track its stage.
ca: Enllaça aquesta organització a un embut de conversió i fes-ne un seguiment de la fase.
eu: Lotu erakunde hau inbutu batera eta jarraitu bere etapa.

source: Linked contacts
ca: Contactes vinculats
eu: Lotutako kontaktuak

source: LinkedIn profile
ca: Perfil de LinkedIn
eu: LinkedIn profila

source: Lost
ca: Perdut
eu: Galduta

source: Low
ca: Baix
eu: Baxua

source: Lowercase & Uppercase
ca: Minúscules i majúscules
eu: Maiuskulak eta minuskulak

source: Main Background Color
ca: Color de fons principal
eu: Atzeko plano nagusiaren kolorea

source: Main Border Color
ca: Color de la vora principal
eu: Ertz nagusiaren kolorea

source: Main Color
ca: Color principal
eu: Kolore nagusia

source: Manage your tasks and time tracking with this plugin. Create tasks, assign them to users, and track the time spent on each task.
ca: Gestiona les teves tasques i el seguiment del temps amb aquest complement. Crea tasques, assigna-les als usuaris i fes un seguiment del temps dedicat a cada tasca.
eu: Kudeatu zure zereginak eta denboraren jarraipena plugin honekin. Sortu zereginak, esleitu erabiltzaileei eta jarraitu zeregin bakoitzean emandako denbora.

source: Manufacturing
ca: Fabricació
eu: Fabrikazioa

source: Marketing qualified (MQL)
ca: Qualificació en màrqueting (MQL)
eu: Marketin kualifikatua (MQL)

source: Medium
ca: Mitjà
eu: Ertaina

source: Meeting
ca: Reunió
eu: Bilera

source: More than 500 people
ca: Més de 500 persones
eu: 500 pertsona baino gehiago

source: More than €20M
ca: Més de 20 milions d'euros
eu: 20 milioi euro baino gehiago

source: Negotiation
ca: Negociació
eu: Negoziazioa

source: New Funnel category
ca: Nova categoria d'embut
eu: Inbutu kategoria berria

source: No
eu: Ez

source: No audio to transcribe
ca: No hi ha àudio per transcriure
eu: Ez dago transkribatzeko audiorik

source: No contacts linked yet.
ca: Encara no s'ha enllaçat cap contacte.
eu: Ez dago kontakturik lotuta oraindik.

source: No file found
ca: No s'ha trobat cap fitxer
eu: Ez da fitxategirik aurkitu

source: No file uploaded
ca: No s'ha carregat cap fitxer
eu: Ez da fitxategirik igo

source: No images uploaded
ca: No s'han penjat imatges
eu: Ez da irudirik igo

source: No se pudo actualizar el usuario existente.
ca: No es pot actualitzar l'usuari existent.
eu: Ez dut eguneratu erabiltzailea existitzen den.

source: No se pudo crear el usuario del cliente.
ca: No se pudo crear l'usuari del client.
eu: Ez dut sortu bezero del erabiltzailea.

source: No transcription received from server
ca: No s'ha rebut cap transcripció del servidor
eu: Ez da transkripziorik jaso zerbitzaritik

source: Nombre de la organización
ca: Nom de l'organització
eu: Erakundearen izena.

source: Nonprofit / third sector
ca: Sense ànim de lucre / tercer sector
eu: Irabazi-asmorik gabekoak / hirugarren sektorea

source: Not Funnel found
ca: No s'ha trobat l'embut
eu: Ez da inbutua aurkitu

source: Not Funnel found in Trash
ca: No s'ha trobat cap embut a la paperera.
eu: Ez da inbuturik aurkitu zaborrontzian

source: Not Organization found
ca: No s'ha trobat cap organització
eu: Ez da erakunderik aurkitu

source: Not Organization found in Trash
ca: No s'ha trobat cap organització a la paperera
eu: Ez da erakunderik aurkitu zaborrontzian

source: Not started
ca: No iniciat
eu: Ez hasi

source: Notas internas
ca: Notes internes
eu: Barneko oharrak

source: Number (0-9)
ca: Número (0-9)
eu: Zenbakia (0-9)

source: Number must be at least %s.
ca: El número ha de ser com a mínim %s.
eu: Zenbakia gutxienez %s izan behar da.

source: Number must be at most %s.
ca: El número ha de ser com a màxim %s.
eu: Zenbakia gehienez %s izan behar da.

source: Opportunity
ca: Oportunitat
eu: Aukera

source: Order element
ca: Element d'ordre
eu: Agindu elementua

source: Ordered element
ca: Element ordenat
eu: Ordenatutako elementua

source: Organization description
ca: Descripció de l'organització
eu: Erakundearen deskribapena

source: Organization details
ca: Detalls de l'organització
eu: Erakundearen xehetasunak

source: Organization title
ca: Títol de l'organització
eu: Erakundearen izenburua

source: Organizations
ca: Organitzacions
eu: Erakundeak

source: Other
ca: Altres
eu: Beste

source: Other source
ca: Altra font
eu: Beste iturri bat

source: Outbound prospecting
ca: Prospecció externa
eu: Kanpoko prospekzioa

source: Padres en la Nube
ca: Pares al Núvol
eu: Aitak Hodeian

source: Paid campaigns
ca: Campanyes de pagament
eu: Ordainpeko kanpainak

source: Parent Funnel
ca: Embut principal
eu: Gurasoen inbutua

source: Parent Funnel category
ca: Categoria de l'embut principal
eu: Gurasoentzako inbutu kategoria

source: Parent Funnel category:
ca: Categoria de l'embut principal:
eu: Gurasoen inbutuaren kategoria:

source: Parent Organization
ca: Organització matriu
eu: Guraso Erakundea

source: Partner
ca: Soci/a
eu: Bazkidea

source: Password strength checker
ca: Verificador de força de contrasenya
eu: Pasahitzaren indarra egiaztatzailea

source: Permission error: Security verification failed
ca: Error de permisos: ha fallat la verificació de seguretat
eu: Baimen-errorea: Segurtasun-egiaztapena huts egin du

source: Pipeline stage
ca: Fase de la canonada
eu: Hodi-etapa

source: Play audio
ca: Reprodueix àudio
eu: Erreproduzitu audioa

source: Please create a new user or login to save the information.
ca: Si us plau, crea un usuari nou o inicia la sessió per desar la informació.
eu: Mesedez, sortu erabiltzaile berri bat edo saioa hasi informazioa gordetzeko.

source: Please enter a valid date.
ca: Si us plau, introduïu una data vàlida.
eu: Mesedez, sartu data baliozkoa.

source: Please enter a valid email address.
ca: Si us plau, introduïu una adreça electrònica vàlida.
eu: Mesedez, sartu baliozko helbide elektroniko bat.

source: Please enter a valid number.
ca: Si us plau, introduïu un número vàlid.
eu: Mesedez, sartu zenbaki baliodun bat.

source: Please enter a valid URL.
ca: Si us plau, introduïu una URL vàlida.
eu: Mesedez, sartu URL baliodun bat.

source: Please select a valid option.
ca: Si us plau, seleccioneu una opció vàlida.
eu: Mesedez, hautatu aukera baliodun bat.

source: Please select valid options.
ca: Si us plau, seleccioneu opcions vàlides.
eu: Mesedez, hautatu aukera baliodunak.

source: Plugin main Banner
ca: Bàner principal del complement
eu: Pluginaren banner nagusia

source: PN Customers Manager
ca: Gestor de clients de PN
eu: PN Bezeroen Kudeatzailea

source: PN Customers Manager Settings
ca: Configuració del gestor de clients de PN
eu: PN Bezeroen Kudeatzailearen Ezarpenak

source: Possible churn
ca: Possible rotació
eu: Balizko txandakatzea

# Post Type general name
source: Funnel
ca: Embut
eu: Inbutua

# Post Type general name
source: Organization
ca: Organització
eu: Erakundea

# Post Type singular name
source: Funnel
ca: Embut
eu: Inbutua

# Post Type singular name
source: Organization
ca: Organització
eu: Erakundea

source: Postal code
ca: Codi postal
eu: Posta kodea

source: Primary background color (default: #0000aa)
ca: Color de fons principal (per defecte: #0000aa)
eu: Atzeko planoaren kolore nagusia (lehenetsia: #0000aa)

source: Primary border color (default: #0000aa)
ca: Color de la vora principal (per defecte: #0000aa)
eu: Ertzaren kolore nagusia (lehenetsia: #0000aa)

source: Primary color used for text, backgrounds, and borders (default: #0000aa)
ca: Color primari utilitzat per al text, els fons i les vores (per defecte: #0000aa)
eu: Testurako, atzeko planoetarako eta ertzetarako erabilitako kolore nagusia (lehenetsia: #0000aa)

source: Primary email
ca: Correu electrònic principal
eu: Helbide elektroniko nagusia

source: Primary owner
ca: Propietari principal
eu: Jabe nagusia

source: Primary phone
ca: Telèfon principal
eu: Telefono nagusia

source: Professional services
ca: Serveis professionals
eu: Zerbitzu profesionalak

source: Proposal
ca: Proposta
eu: Proposamena

source: Próximo paso acordado
ca: Pròxim pas acordat
eu: Hurrengo urratsa adostuta

source: Public sector
ca: sector públic
eu: Sektore publikoa

source: Qualification
ca: Qualificació
eu: Titulazioa

source: Ready to record
ca: Llest per gravar
eu: Grabatzeko prest

source: Recording completed. Ready to transcribe.
ca: Gravació completada. Llest per transcriure.
eu: Grabaketa amaituta. Transkripziorako prest.

source: Recording stopped. Ready to play or transcribe.
ca: Gravació aturada. Llest per reproduir o transcriure.
eu: Grabaketa gelditu da. Erreproduzitzeko edo transkribatzeko prest.

source: Recording...
ca: Enregistrament...
eu: Grabatzen...

source: Referral
ca: Referència
eu: Erreferentzia

source: Region / State
ca: Regió / Estat
eu: Eskualdea / Estatua

source: removal
ca: eliminació
eu: kentzea

source: Remove
ca: Elimina
eu: Kendu

source: Remove element
ca: Elimina l'element
eu: Kendu elementua

source: Remove Funnel
ca: Elimina l'embut
eu: Kendu inbutua

source: Remove Organization
ca: Elimina l'organització
eu: Kendu erakundea

source: Remove plugin options on deactivation
ca: Elimina les opcions del connector en desactivar-se
eu: Kendu plugin-aukerak desaktibatzeko

source: Removed successfully
ca: S'ha eliminat correctament
eu: Arrakastaz kendu da

source: Required field
ca: Camp obligatori
eu: Beharrezko eremua

source: Retail / eCommerce
ca: Comerç minorista / comerç electrònic
eu: Txikizkako merkataritza / merkataritza elektronikoa

source: Sales qualified (SQL)
ca: Qualificat en vendes (SQL)
eu: Salmenta kualifikatua (SQL)

source: Save Funnel
ca: Desa l'embut
eu: Gorde inbutua

source: Save options
ca: Desa opcions
eu: Gorde aukerak

source: Save Organization
ca: Desa l'organització
eu: Gorde erakundea

source: Save the organization to start adding contacts.
ca: Desa l'organització per començar a afegir contactes.
eu: Gorde erakundea kontaktuak gehitzen hasteko.

source: Saved successfully
ca: S'ha desat correctament
eu: Behar bezala gorde da

source: Search Funnel categories
ca: Categories de l'embut de cerca
eu: Bilatu inbutu-kategoriak

source: Search Funnels
ca: Embuts de cerca
eu: Bilaketa-inbutuak

source: Search Organizations
ca: Cerca organitzacions
eu: Bilatu erakundeak

source: Security check failed: Invalid nonce.
ca: La comprovació de seguretat ha fallat: valor no vàlid.
eu: Segurtasun-egiaztapena huts egin du: baliogabeko ezegonkortasuna.

source: Security check failed: Nonce is required.
ca: Fallada la comprovació de seguretat: Cal un valor no necessari.
eu: Segurtasun-egiaztapena huts egin du: Nonce beharrezkoa da.

source: Segment
eu: Segmentua

source: Select a channel
ca: Selecciona un canal
eu: Hautatu kanal bat

source: Select a funnel
ca: Seleccioneu un embut
eu: Hautatu inbutu bat

source: Select a funnel stage
ca: Seleccioneu una etapa de l'embut
eu: Hautatu inbutu-etapa bat

source: Select a funnel status
ca: Selecciona un estat de l'embut
eu: Hautatu inbutu-egoera bat

source: Select a health status
ca: Seleccioneu un estat de salut
eu: Aukeratu osasun egoera bat
