Repository: PadresEnLaNube/pn-customers-manager
Catalog: tags/1.0.15/languages/pn-customers-manager-*.po
Languages: ca, eu

source: Select a lifecycle stage
ca: Seleccioneu una etapa del cicle de vida
eu: Bizi-zikloaren etapa bat aukeratu

source: Select a pipeline stage
ca: Seleccioneu una etapa de la canonada
eu: Hautatu hodi-etapa bat

source: Select a priority
ca: Selecciona una prioritat
eu: Hautatu lehentasun bat

source: Select a range
ca: Seleccioneu un interval
eu: Hautatu barruti bat

source: Select a segment
ca: Selecciona un segment
eu: Hautatu segmentu bat

source: Select a source
ca: Selecciona una font
eu: Hautatu iturri bat

source: Select a user
ca: Selecciona un usuari
eu: Hautatu erabiltzaile bat

source: Select an industry
ca: Selecciona una indústria
eu: Aukeratu industria bat

source: Select audio
ca: Seleccioneu l'àudio
eu: Hautatu audioa

source: Select audios
ca: Seleccioneu els àudios
eu: Aukeratu audioak

source: Select file
ca: Seleccioneu el fitxer
eu: Hautatu fitxategia

source: Select files
ca: Seleccioneu fitxers
eu: Hautatu fitxategiak

source: Select image
ca: Seleccioneu la imatge
eu: Hautatu irudia

source: Select images
ca: Seleccioneu imatges
eu: Aukeratu irudiak

source: Select option
ca: Selecciona l'opció
eu: Hautatu aukera

source: Select options
ca: Selecciona opcions
eu: Aukeratu aukerak

source: Select other team members involved with the account.
ca: Seleccioneu altres membres de l'equip implicats amb el compte.
eu: Hautatu kontuarekin lotutako beste taldekideak.

source: Select video
ca: Seleccioneu el vídeo
eu: Hautatu bideoa

source: Select videos
ca: Seleccioneu vídeos
eu: Hautatu bideoak

source: Server error: Internal server problem
ca: Error del servidor: Problema intern del servidor
eu: Zerbitzariaren errorea: Barne zerbitzariaren arazoa

source: Settings
ca: Configuració
eu: Ezarpenak

source: Small / mid-sized business
ca: Petita / mitjana empresa
eu: Enpresa txiki/ertaina

source: Software / SaaS
ca: Programari / SaaS
eu: Softwarea / SaaS

source: Special Character (!@#$%^&*)
ca: Caràcter especial (!@#$%^&*)
eu: Karaktere berezia (!@#$%^&*)

source: Stalled / needs attention
ca: Aturat / necessita atenció
eu: Geldituta / arreta behar du

source: Start recording
ca: Comença a gravar
eu: Hasi grabatzen

source: Startup
eu: Startup-a

source: Stop audio
ca: Atura l'àudio
eu: Gelditu audioa

source: Stop recording
ca: Atura l'enregistrament
eu: Gelditu grabazioa

source: Strategic data to segment, prioritize, and plan commercial follow-up.
ca: Dades estratègiques per segmentar, prioritzar i planificar el seguiment comercial.
eu: Datu estrategikoak segmentatzeko, lehentasunak ezartzeko eta merkataritza-jarraipena planifikatzeko.

source: Street, number, suite…
ca: Carrer, número, suite…
eu: Kalea, zenbakia, suitea…

source: Tax ID (VAT / EIN)
ca: NIF (IVA / NIF)
eu: Zerga identifikazioa (BEZ / EIN)

# Taxonomy general name
source: Funnel category
ca: Categoria d'embut
eu: Inbutu kategoria

# Taxonomy singular name
source: Funnel category
ca: Categoria d'embut
eu: Inbutu kategoria

source: Team size
ca: Mida de l'equip
eu: Taldearen tamaina

source: Teléfono de facturación
ca: Telèfon de facturació
eu: Fakturazio telefonoa

source: Text must be at least %d characters long.
ca: El text ha de tenir com a mínim %d caràcters de llargada.
eu: Testuak gutxienez %d karaktere izan behar ditu.

source: Text must be at most %d characters long.
ca: El text ha de tenir com a màxim %d caràcters de llargada.
eu: Testuak gehienez %d karaktere izan behar ditu.

source: The available stages come from the funnel definition (one per line).
ca: Les etapes disponibles provenen de la definició del funnel (una per línia).
eu: Erabilgarri dauden etapak inbutuaren definiziotik datoz (lerro bakoitzeko bat).

source: This field
ca: Aquest camp
eu: Eremu hau

source: This option sets the slug of the %1$s archive page, and the %1$s pages. By default they will be:
ca: Aquesta opció defineix el slug de la pàgina d'arxiu %1$s i de les pàgines %1$s. Per defecte, seran:
eu: Aukera honek %1$s artxibo-orriaren eta %1$s orrialdeen slug-a ezartzen du. Berez, hauek izango dira:

source: Trade name
ca: Nom comercial
eu: Merkataritza izena

source: Transcribe Audio
ca: Transcripció d'àudio
eu: Audioa transkribatu

source: Transcribed text will appear here...
ca: El text transcrit apareixerà aquí...
eu: Transkripzio testua hemen agertuko da...

source: Transcription completed
ca: Transcripció completada
eu: Transkripzioa amaituta

source: Título de la organización
ca: Títol de l'organització
eu: Erakundearen izenburua.

source: Unknown error
ca: Error desconegut
eu: Errore ezezaguna

source: Up to €250k
ca: Fins a 250.000 €
eu: 250.000 € arte

source: Update Funnel
ca: Actualitza l'embut
eu: Inbutua eguneratu

source: Update Funnel category
ca: Actualitza la categoria de l'embut
eu: Inbutu kategoria eguneratu

source: Update Organization
ca: Actualització de l'organització
eu: Eguneratu erakundea

source: View Funnel
ca: Veure embut
eu: Ikusi inbutua

source: View Organization
ca: Veure l'organització
eu: Ikusi Erakundea

source: Website
ca: Lloc web
eu: Webgunea

source: Website / SEO
ca: Lloc web / SEO
eu: Webgunea / SEO

source: will be completely deleted. This process cannot be reversed and cannot be recovered.
ca: s'eliminarà completament. Aquest procés no es pot revertir ni es pot recuperar.
eu: erabat ezabatuko da. Prozesu hau ezin da desegin eta ezin da berreskuratu.

source: Won
ca: Va guanyar
eu: Irabazi

source: Yes
ca: Sí
eu: Bai

source: You must be logged in to create a new asset.
ca: Heu d'iniciar la sessió per crear un nou actiu.
eu: Aktibo berri bat sortzeko saioa hasi behar duzu.

source: You must be registered on the platform to access this tool.
ca: Cal estar registrat a la plataforma per accedir a aquesta eina.
eu: Tresna honetara sartzeko plataforman erregistratuta egon behar duzu.

source: You need an account
ca: Necessiteu un compte
eu: Kontu bat behar duzu.

source: €1M - €5M
eu: Milioi bat eurotik 5 milioi eurora

source: €250k - €1M
ca: 250.000 € - 1 milió €
eu: 250.000 € - 1 milioi €

source: €5M - €20M
ca: 5 milions d'euros - 20 milions d'euros
eu: 5 milioi eurotik 20 milioi eurora

source: Ej: Clientes VIP, Renovación, Partner
ca: Ej: Clients VIP, Renovació, Partner

source: Nombre, apellidos y correo electrónico son obligatorios.
ca: Nom, correu electrònic i correu electrònic són obligatoris.

source: Separa las etiquetas con comas.
ca: Separa les etiquetes amb comes.
